Repository: mozilla-l10n/mt-training-data
Catalog: szy/szy_pontoon.tmx
Source language: en_us
Languages: szy

source: About
szy: sapakayni titaan

source: Already have an account? <login>Log-In</login>
szy: Already have an account? <login>sacumud</login>

source: Awards
szy: nu tineng

source: Bankon
szy: Bankon 語

source: Citation
szy: sakatahekal

source: Contact
szy: linlakun kami

source: Contact us
szy: kilimen kami

source: Contact Us
szy: kilimen kami

source: Contribute
szy: milabu paini

source: Datasets
szy: kitidaan nu sulit

source: Donate
szy: painipakahut

source: Donate your voice
szy: pahaykiw tu ngiha

source: Guidelines
szy: mutudu'

source: Help us validate voices
szy: miedap patucek mikinsa tu nutaw a ngiha

source: Languages
szy: kamu

source: Listen
szy: mitengil

source: Listening
szy: mitengil

source: Log In
szy: sacumud

source: Log In / Sign Up
szy: sacumud / misabaluhay pangangan

source: Log Out
szy: patahekal

source: No
szy: PATELAC

source: Partner
szy: makakadun tu cabay

source: Partners
szy: makakadun tu cabay

source: Partnerships
szy: makakadun tu cabay

source: Privacy
szy: himicu

source: Profile
szy: ngangan nu udip

source: Report
szy: nipatubeli

source: Review
szy: mikinsa patucek

source: Reviewing Sentences
szy: mikinsa tu sulit

source: Review Sentences
szy: mikinsa tu sulit

source: Sentence
szy: sulit

source: Sentence Collection
szy: musuped tu sulit

source: Sentences
szy: sulit

source: Shortcuts
szy: micapi micaliway

source: Sign up
szy: misabaluhay pangangan

source: Skip
szy: lakuwiyten

source: Source: { $sentenceSource }
szy: sakatahekal: { $sentenceSource }

source: Speak
szy: misulut tu ngiha

source: Speaking
szy: misulut tu ngiha

source: Stats
szy: mupulung misausi

source: Submit
szy: padungus patahekal

source: Terms
szy: sacukaymas a hulic

source: <termsLink>Terms</termsLink>
szy: <termsLink>sacukaymas a hulic</termsLink>

source: Voice Collection
szy: musuped tu kamu

source: Write
szy: misulit tu sasakamun

source: Yes
szy: MALUCEK
